{
  "translation": {
    "name": "نادي الاقتصاد الأخضر",
    "address": "العنوان - قنا - الشئون - شارع ليبيا",
    "Home": "الرئيسية",
    "About Us": "من نحن",
    "Our services": "خدماتنا",
    "Exhibition": "المعرض",
    "Job": "فرص عمل",
    "Contact US": "تواصل معنا",
    "Our Partners": "شركاؤنا",
    "Foundation's word": "كلمة المؤسسة",
    "Improve efficiency and productivity": "تحسين الكفاءة والإنتاجية",
    "Agricultural Guidance": "الإرشاد الزراعي",
    "Exchange of information": "تبادل المعلومات",
    "Facilitating access to markets": "تسهيل الوصول إلى الأسواق",
    "Promoting financial inclusion": "تعزيز الشمول المالي",
    "Promoting financial inclusion :": "تعزيز الشمول المالي :",
    "Supporting sustainable development": "دعم التنمية المستدامة",
    "view more": "اقرأ المزيد",
    "Our Goals": "أهدافنا",
    "Main Links": "الروابط الرئيسية",
    "Agricultural Crops": "المحاصيل الزراعية",
    "Climate change and its impact": "التغيرات المناخية وتأثيرها",
    "Agricultural awareness and guidance": "التوعية والإرشاد الزراعي",
    "Contributing to achieving integration between the green economy, sustainable development, and social empowerment by bringing about positive change in Arab societies among various stakeholders in the agricultural sector.": "المساهمة في تحقيق التكامل بين الاقتصاد الأخضر والتنمية المستدامة والتمكين الاجتماعي من خلال إحداث تغيير إيجابي بالمجتمعات العربية بين مختلف أطراف القطاع الزراعي",
    "The importance of the Green Economy Club platform": "أهمية منصة نادي الاقتصاد الأخضر",
    "Agricultural e-platforms represent a golden opportunity to achieve a qualitative shift in the agricultural sector, utilizing the latest available agricultural methods and technologies. This development utilizes mechanisms that support environmental conservation, food safety, and maximize returns from this sector. This requires interconnectedness and cooperation between the government, institutions, and companies to support these platforms and provide an appropriate environment for their development and use, in order to achieve sustainable development and prosperity in the agricultural sector.": "حيث تمثل المنصات الإلكترونية الزراعية فرصة ذهبية لتحقيق نقلة نوعية في القطاع الزراعي لاستخدام أحدث الأساليب والتقنيات الزراعية المتاحة لتطوير القطاع الزراعي باستخدام اليات تدعم الحفاظ على البيئة وسلامة الغذاء وتعظم العائد من هذا القطاع. والذي يتطلب الترابط والتعاون بين الحكومة والمؤسسات والشركات لدعم هذه المنصات وتوفير البيئة المناسبة لتطويرها واستخدامها، من أجل تحقيق التنمية المستدامة والازدهار في القطاع الزراعي.",
    "In the era of digital transformation, agricultural e-platforms have become indispensable tools for developing the agricultural sector and achieving food security. These platforms connect farmers, traders, and consumers, providing a variety of services that contribute to improving productivity, increasing income, and enhancing sustainability.": "في عصر التحول الرقمي، أصبحت المنصات الإلكترونية الزراعية أدوات لا غنى عنها لتطوير القطاع الزراعي وتحقيق الأمن الغذائي. حيث تعمل هذه المنصات على ربط المزارعين والتجار والمستهلكين، وتوفير مجموعة متنوعة من الخدمات التي تساهم في تحسين الإنتاجية وزيادة الدخل وتعزيز الاستدامة",
    "The Green Economy Club platform is a hub for creative innovation in the agricultural sector. It is an electronic platform that connects various stakeholders in the agricultural sector, such as farmers, traders, suppliers, and consumers, and provides a variety of services, such as information exchange, e-commerce, financing, and agricultural guidance.": "منصة نادي الاقتصاد الأخضر مركزا للابتكار الإبداعي في مجال قطاع الزراعة وهي منصة الكترونية تربط بين مختلف أطراف القطاع الزراعي، مثل المزارعين، والتجار، والموردين، والمستهلكين وتوفر مجموعة متنوعة من الخدمات، مثل تبادل المعلومات، والتجارة الإلكترونية، والتمويل، والإرشاد الزراعي",
    "It provides agricultural financing solutions, such as offering microfinance providers and agricultural insurance, helping farmers invest and grow their businesses.": "توفر حلولًا للتمويل الزراعي، مثل عرض للجهات التي تقدم القروض الصغيرة، والتأمين الزراعي، مما يساعد المزارعين على الاستثمار وتطوير أعمالهم.",
    "It encourages the adoption of sustainable agricultural practices, improved management of natural resources, and environmental conservation.": "حيث تشجع على تبني ممارسات زراعية مستدامة، وتحسين إدارة الموارد الطبيعية، الحفاظ على البيئة.",
    "Supporting sustainable development :": "دعم التنمية المستدامة :",
    "Contributing to reducing food loss and improving food security.": "والاسهام في تقليل الفاقد من الغذاء، وتحسين الأمن الغذائي.",
    "Benefits of the Agricultural Electronic Club": "فوائد النادي الإلكتروني الزراعي",
    "Facilitating access to markets :": "تسهيل الوصول إلى الأسواق :",
    "It provides farmers with access to new markets, increasing sales and marketing opportunities.": "حيث تتيح للمزارعين طرق الوصول إلى أسواق جديدة، مما يزيد من فرص البيع والتسويق.",
    "Product Marketing": "تسويق المنتجات",
    "Technical support": "دعم فني",
    "Improve efficiency and productivity :": "تحسين الكفاءة والإنتاجية :",
    "Training and qualification":"التدريب والتأهيل",
    "Providing training and qualification opportunities for farmers to raise their efficiency and capabilities.": "توفير فرص التدريب والتأهيل للمزارعين لرفع كفاءتهم وقدراته",
    "A platform for marketing agricultural products and connecting farmers to local and global markets.": "منصة لتسويق المنتجات الزراعية وربط المزارعين بالأسواق المحلية والعالمية",
    "Agricultural Electronic Club Objectives": "أهداف النادي الإلكتروني الزراعي",
    "Helps manage inventory, track agricultural operations, and improve the supply chain.": "تساعد في إدارة المخزون، وتتبع العمليات الزراعية، وتحسين سلسلة التوريد.",
    "Provides information on best agricultural practices, modern technologies, and resource management.": "توفر معلومات حول أفضل الممارسات الزراعية، والتقنيات الحديثة، وإدارة الموارد.",
    "Helping traders and consumers find agricultural products easily and transparently.": "تساعد التجار والمستهلكين على العثور على المنتجات الزراعية بسهولة وشفافية.",
    "Specialized technical support for farmers to help them solve technical and agricultural problems.": "دعم فني متخصص للمزارعين لمساعدتهم في حل المشكلات التقنية والزراعية",
    "Connect with experts": "التواصل مع الخبراء",
    "Agricultural Solutions": "حلول زراعية",
    "Knowledge exchange": "تبادل المعرفة",
    "Learn about agricultural crops":"تعرف على المحاصيل الزراعية",
    "Articles on agricultural awareness and guidance":"مقالات عن التوعية والإرشاد الزراعي",
    "Ask an expert for more information":"اسأل خبير لمزيد من المعلومات",
    "Ask an expert":" اسأل خبير",
    "Articles on climate change and its impact on agricultural crops":"مقالات عن التغيرات المناخية وتأثيرها على المحاصيل الزراعية",
    "Do you have questions about growing a specific crop? Or inquiries about best agricultural practices? Our experts are available to answer all your questions and provide expert advice to help you improve your agricultural production.":"هل لديك أسئلة حول زراعة محصول معين؟ أو استفسارات عن أفضل الممارسات الزراعية؟خبراؤنا متاحون للإجابة على جميع استفساراتك وتقديم النصائح المتخصصة لمساعدتك في تحسين إنتاجك الزراعي.",
    "Providing a platform for farmers to exchange knowledge and experiences on best agricultural practices and modern technologies.": " توفير منصة للمزارعين لتبادل المعرفة والخبرات حول أفضل الممارسات الزراعية والتقنيات الحديثة.",
    "Innovative solutions to agricultural problems based on community and expert expertise": "حلول مبتكرة للمشكلات الزراعية بالاعتماد على خبرات المجتمع والخبراء",
    "Connecting farmers with agricultural experts for support and advice.": "ربط المزارعين بالخبراء الزراعيين للحصول على الدعم والمشورة.",
    "The Green Economy Club is one of the projects of the Egyptian Family Development Foundation, which works to spread awareness about the agricultural sector and is a center for creative innovation in the agricultural sector. Through the activities of this project, the Foundation launched its electronic platform (the Green Economy Club Platform) for Egyptian farmers. It is a virtual community that brings together farmers and those interested in agriculture to exchange knowledge and experiences, communicate with experts, and cooperate in solving the problems they face. The electronic platform uses interactive methods that connect various parties in the agricultural sector, such as farmers, traders, suppliers, and consumers.": "نادي الاقتصاد الاخضر هو إحدى مشروعات مؤسسة تنمية الاسرة المصرية التي تعمل علي نشر الوعي بالقطاع الزراعي وتعد مركزا للابتكار الإبداعي في مجال قطاع الزراعة ومن خلال أنشطة هذا المشروع أطلقت المؤسسة منصتها الالكترونية (منصة نادي الاقتصاد الأخضر) للمزارع المصري وهي مجتمع افتراضي يجمع بين المزارعين والمهتمين بالزراعة لتبادل المعرفة والخبرات، والتواصل مع الخبراء، والتعاون في حل المشكلات التي تواجههم منصة الكترونية باستخدام الاساليب التفاعلية التي تربط بين مختلف أطراف القطاع الزراعي، مثل المزارعين، والتجار، والموردين، والمستهلكين.",
    "Videos on crop cultivation and field schools": "فيديوهات عن زراعة المحاصيل والمدارس الحقلية",
    "Video from the exhibition": "فيديو من المعرض",
    "Welcome to the Green Economy Club Exhibition": "مرحبًا بك في معرض نادي الاقتصاد الأخضر",
    "The Green Economy Club is a project of the Egyptian Family Development Foundation, which works to spread awareness about the agricultural sector and is a center for creative innovation in the field of agriculture. Through the activities of this project, the Foundation launched its electronic platform (the Green Economy Club Platform)": "نادي الاقتصاد الاخضر هو إحدى مشروعات مؤسسة تنمية الاسرة المصرية التي تعمل علي نشر الوعي بالقطاع الزراعي وتعد مركزا للابتكار الإبداعي في مجال قطاع الزراعة ومن خلال أنشطة هذا المشروع أطلقت المؤسسة منصتها الالكترونية ( منصة نادي الاقتصاد الأخضر ).",
    "Photos of crop cultivation and field schools": "صور عن زراعة المحاصيل والمدارس الحقلية",
    "Green Economy Club is now offering job opportunities.": "نادي الاقتصاد الأخضر يقدم فرص عمل الان",
    "Apply now": "تقدم بطلب الآن",
    "Full name": "الاسم بالكامل",
    "Mobile": "المحمول",
    "The Position applied for": "الوظيفة المتقدم لها",
    "Number of years of experience": "عدد سنوات الخبره",
    "Qualifications": "المؤهلات",
    "Email": "البريد الإلكتروني",
    "Send": "إرسال",
    "Contact us anytime, we are always here to help you.": "تواصل معنا في اي وقت ,نحن دائما هنا لمساعدتك",
    "General information":"معلومات عامة",
    "Agriculture Information":"معلومات الزراعة",
    "Growth period":"مدة النمو",
    "months":"شهور",
    "crop name":"اسم المحصول",
    "crop type":"نوع المحصول",
    "season":"الموسم",
    "Back to Services":"العودة للخدمات",
    "Brief summary":"نبذة مختصرة",
    "Introduction":"المقدمة",
    "Definition of the agricultural concept or problem":"تعريف المفهوم أو المشكلة الزراعية",
    "Importance of the topic":"أهمية الموضوع",
    "Scientific guidelines and advice":"الخطوات والنصائح الإرشادية العلمية",
    "Recommendations":"التوصيات",
    "Email already registered":"البريد الإلكتروني مسجل بالفعل",
    "Request sent successfully":"تم إرسال الطلب بنجاح",
    "Please fill out all fields":"الرجاء ملء جميع الحقول",
        "Grains": "حبوب",
    "Vegetables": "خضروات",
    "Fruits": "فاكهة",
    "Oilseeds": "محاصيل زيتية",
    "Sugar Crops": "محاصيل سكرية",
    "Fodder": "أعلاف",
    "Others": "أخرى",
    "Winter": "شتوي",
    "Summer": "صيفي",
    "Nile": "نيلي",
    "Year-round": "على مدار العام",
    "Club members":"أعضاء النادي",
    "sectionTitle": "دور نادي الاقتصاد الأخضر",
  "items": [
    "نشر الوعي بالتقنيات الحديثة بمجال الزراعة بين المزارعين.",
    "تنظيم فعاليات وأنشطة تدعم الابتكار في الزراعة وتشجع على تبني الزراعة التعاقدية والممارسات المستدامة.",
    "دعم إنشاء منصات رقمية لتبادل المعرفة والخبرات بين المزارعين والخبراء في مجال الزراعة المستدامة.",
    "دعم إنشاء منصات رقمية تربط المزارعين بالتقنيات الذكية.",
    "توفير التدريب العملي والتقني للأعضاء.",
    "بناء شراكات مع مؤسسات بحثية لتبني تقنيات حديثة بالزراعة."
  ],
  "vision": "الرؤية",
  "visionText": "تحقيق تحول نحو اقتصاد زراعي مستدام وذكي بيئيًا، يدعم المجتمعات الريفية ويعزز الإنتاج مع الحفاظ على الموارد الطبيعية.",
  "mission": "الرسالة",
  "No crops available at the moment": "لا توجد محاصيل متاحة حالياً",
  "No articles available at the moment. Please check back later.":"لا توجد مقالات متاحة حاليًا.",
  "missionText": "نشر ثقافة الاقتصاد الأخضر بين المزارعين والشباب، وتقديم دعم معرفي وتكنولوجي من خلال تفعيل دور المنصات الالكترونية التفاعلية لنقل الخبرات والمعارف وبناء الوعي  وتطبيق مبادئ التحول الرقمي .",
  "They are a team of agricultural experts working to unify goals and are the fruit of the continuity of supporting farmers and exchanging experiences and innovation in the field of agriculture.":" هم فريق من الخبراء بمجال الزراعة يعملون على توحيد الاهداف وهم ثمرة الاستمرارية لدعم المزارعين وتبادل الخبرات والابتكار بمجال الزراعة ."
  }
}